Repository: assen-totin/vbs
Catalog: po/*.po
Languages: bg_bg, ru_ru

source: Available Delimiters:
bg_bg: Изберете разделител:
ru_ru: Выберите знак:

source: Available Encodings:
bg_bg: Изберете кодировка:
ru_ru: Выберите кодировку:

source: Background Color
bg_bg: Цвят на фона
ru_ru: Цвет фона

source: Centered
bg_bg: Центриран
ru_ru: По центру

source: Current Port:
bg_bg: Текущ порт:
ru_ru: Текущий порт:

source: DNS resolving failed.
bg_bg: Името не беше намерено.
ru_ru: Адрес не найден.

source: Enter Factor
ru_ru: Введите коэффициент

source: Enter Offset
bg_bg: Въведете време
ru_ru: Введите время

source: Enter magic key (up to 32 letters or digits):
bg_bg: Код на сървъра (до 32 латински букви или цифри):
ru_ru: Введите серверный ключ доступа (до 32 латинских букв или цифр):

source: Enter offset in milliseconds:
bg_bg: Въведете време в милисекунди:
ru_ru: Введите время в миллисекундах:

source: Error
bg_bg: Грешка
ru_ru: Ошибка

source: Expecting network connection...
bg_bg: Очакваме връзка по мрежата...
ru_ru: Ожидание связи по сети...

source: Filled
bg_bg: Подравнен от двете страни
ru_ru: По обеим сторонам

source: Font Color
bg_bg: Цвят на текста
ru_ru: Цвет текста

source: Full-Screen mode:
bg_bg: Показване на цял екран:
ru_ru: Полноэкранный режим:

source: Help
bg_bg: Помощ
ru_ru: Помощь

source: Help file not found.
bg_bg: Файлът с инструкции не беше намерен.
ru_ru: Файл с указаниями не найден.

source: If you like this program, send me a postcard from your place to: Bulgaria 1303 Sofia 74, Otec Paisi Str. Assen Totin
bg_bg: Ако тази програма ви харесва, изпратете ми картичка от вашия град на адрес: София 1303, ул. Отец Паисий 74 Асен Тотин
ru_ru: Если вам нравится эта программа, пришлите мне открытку по адресу: Болгария София 1303 ул. Отца Паисия, 74 Асен Тотин

source: Internal timer set to zero.
bg_bg: Вътрешният таймер нулиран.
ru_ru: Внутренний таймер обнулен.

source: Left aligned
bg_bg: Подравнен отляво
ru_ru: Слева

source: Network Mode
bg_bg: Работа с мрежата
ru_ru: Сетевой режим

source: Network is off
bg_bg: Мрежата е изключена.
ru_ru: Сеть выключена

source: Playback paused. Press SPACE to continue...
bg_bg: Пауза. Натиснете ИНТЕРВАЛ за да продължите...
ru_ru: Режим паузы. Нажмите ПРОБЕЛ чтобы продолжить воспроизведение...

source: Press SPACE to start playback...
bg_bg: Натиснете ИНТЕРВАЛ за начало на прожекцията...
ru_ru: Нажмите ПРОБЕЛ чтобы начать воспроизведение...

source: Quick brown fox jumps over the lazy dog...
bg_bg: За миг бях в чужд, скърцащ плюшен фотьойл...
ru_ru: Съешь еще этих мягких французских булок да выпей же чаю...

source: Really quit?
bg_bg: Приключваме ли работа?
ru_ru: Закончить работу?

source: Receive from network
bg_bg: Приемане по мрежата.
ru_ru: Прием по сети

source: Right aligned
bg_bg: Подравнен отдясно
ru_ru: Справа

source: Select Export Encoding
bg_bg: Изберете кодировка за експорт
ru_ru: Кодировка для экспорта

source: Select Import Encoding
bg_bg: Изберете кодировка за импорт
ru_ru: Кодировка для импорта

source: Select Newline Delimiter
bg_bg: Изберете разделител за нов ред
ru_ru: Знак окончания строки

source: Select network mode:
bg_bg: Режим на мрежата:
ru_ru: Выберите режим работы сети:

source: Select video backend: (requires restart)
bg_bg: Изберете програма за видео: (после рестартирайте)
ru_ru: Выберите программу для видео: (перезапуск обязателен)

source: Select video output for GStreamer: (requires restart)
bg_bg: Изберете как GStreamer да показва видео: (после рестартирайте)
ru_ru: Выберите выход для GStreamer: (перезапуск обязателен)

source: Send to network
bg_bg: Предаване по мрежата
ru_ru: Отправка по сети

source: Server Name
bg_bg: Име на сървъра
ru_ru: Имя сервера

source: Set Full-Screen
bg_bg: Цял екран
ru_ru: Полноэкранный режим

source: Set Magic Key
bg_bg: Ключ за връзка
ru_ru: Ключ сервера

source: Set Start Time
bg_bg: Нулиране таймер
ru_ru: Обнулить таймер

source: Set Text Justification
bg_bg: Подравняване на текста
ru_ru: Равнение текста

source: Subtitles not loaded.
bg_bg: Надписите не са заредени.
ru_ru: Субтитров нет.

source: Suggested Duration: %u seconds
bg_bg: Предлагаме времетраене %u секунди
ru_ru: Рекомендуемая продолжительность: %u секунд

source: Suggested Duration: %u seconds (So far: %u seconds)
bg_bg: Предлагаме времетраене %u секунди (дотук: %u секунди)
ru_ru: Рекомендуемая продолжительность: %u секунд (уже прошло %u секунд

source: TCP Port
bg_bg: TCP порт
ru_ru: TCP порт

source: Text justification:
bg_bg: ИЗберете подравняване:
ru_ru: Выберите равнение:

source: This programme is distributed under GNU General Public License. See the LICENSE file from the distribution or visit http://www.gnu.org/copyleft/gpl.html for details.
bg_bg: Тази програма се разпространява при условията на GNU General Public License. Вижте файла LICENSE или посетете http://www.gnu.org/copyleft/gpl.html за допълнителна информация.
ru_ru: Эта программа распространяется на условиях GNU General Public License. Прочитайте файл LICENSE или зайдите на http://www.gnu.org/copyleft/gpl.html для дополнительной информации.

source: Unable to import file: check file format
ru_ru: Импорт файла был неуспешным.

source: Use the menu to change default settings.
bg_bg: Изпозвайте менюто, за да промените настройките.
ru_ru: Используйте меню дла изменения насроек.

source: Video Backend
bg_bg: Програма за видео
ru_ru: Программа для видео

source: Video Output
bg_bg: Начин на възпроизвеждане
ru_ru: Выход видео

source: Video output selection not available for current backend.
bg_bg: Текущата програма за видео няма тази настройка.
ru_ru: Для текущей видео программы эта настройка отсутствует.
